{
  "aviso_de_jurisdição_-_em_português": {
    "filename": "Aviso de Jurisdição - Em Português.docx",
    "html": "<p><strong>Aviso de Jurisdição – Adriano Imperador Token</strong></p><p>Este projeto está registrado sob as leis da <strong>República Federativa do Brasil</strong>, e o uso desta plataforma é regido pelas normas legais brasileiras. Qualquer disputa ou controvérsia relacionada ao Adriano Imperador Token, sua plataforma digital ou seus serviços será solucionada no foro da comarca da cidade do <strong>Rio de Janeiro</strong>, Estado do Rio de Janeiro, com renúncia expressa de qualquer outro, por mais privilegiado que seja.</p><p>O usuário é responsável por observar as <strong>leis e regulamentações locais</strong> de seu país de residência com relação à aquisição, uso e posse de ativos digitais. A plataforma não garante conformidade legal fora do Brasil e <strong>não se responsabiliza por eventuais restrições internacionais</strong>.</p>",
    "text": "Aviso de Jurisdição – Adriano Imperador TokenEste projeto está registrado sob as leis da República Federativa do Brasil, e o uso desta plataforma é regido pelas normas legais brasileiras. Qualquer disputa ou controvérsia relacionada ao Adriano Imperador Token, sua plataforma digital ou seus serviços será solucionada no foro da comarca da cidade do Rio de Janeiro, Estado do Rio de Janeiro, com renúncia expressa de qualquer outro, por mais privilegiado que seja.O usuário é responsável por observar as leis e regulamentações locais de seu país de residência com relação à aquisição, uso e posse de ativos digitais. A plataforma não garante conformidade legal fora do Brasil e não se responsabiliza por eventuais restrições internacionais.",
    "messages": []
  },
  "disclaimer_legal_-_em_português": {
    "filename": "Disclaimer Legal - Em Português.docx",
    "html": "<p><strong>Disclaimer Legal – Adriano Imperador Token</strong></p><p>Este website e os materiais nele contidos são fornecidos exclusivamente para fins informativos e não constituem aconselhamento jurídico, financeiro, contábil, tributário ou de investimento. O <strong>Adriano Imperador Token</strong> é um fan token de natureza <strong>estritamente utilitária e comunitária</strong>, sem qualquer promessa de retorno financeiro, valorização ou distribuição de lucros.</p><p>A posse do token <strong>não representa participação societária</strong>, título de valor mobiliário ou qualquer direito sobre a governança formal do projeto. O token destina-se à interação com a comunidade e acesso a funcionalidades digitais específicas, como gamificação, votações, NFTs e experiências exclusivas.</p><p>O usuário reconhece que interações com blockchain, tokens e ativos digitais envolvem <strong>riscos tecnológicos, regulatórios e de mercado</strong>, e que assume total responsabilidade por suas decisões. Recomendamos que você consulte um profissional qualificado antes de tomar qualquer decisão com base nas informações aqui disponibilizadas.</p><p>A equipe responsável pelo Adriano Imperador Token <strong>não garante a precisão, atualidade ou completude</strong> das informações apresentadas no site, nem se responsabiliza por perdas ou danos decorrentes do uso da plataforma ou interpretação de seus conteúdos.</p>",
    "text": "Disclaimer Legal – Adriano Imperador TokenEste website e os materiais nele contidos são fornecidos exclusivamente para fins informativos e não constituem aconselhamento jurídico, financeiro, contábil, tributário ou de investimento. O Adriano Imperador Token é um fan token de natureza estritamente utilitária e comunitária, sem qualquer promessa de retorno financeiro, valorização ou distribuição de lucros.A posse do token não representa participação societária, título de valor mobiliário ou qualquer direito sobre a governança formal do projeto. O token destina-se à interação com a comunidade e acesso a funcionalidades digitais específicas, como gamificação, votações, NFTs e experiências exclusivas.O usuário reconhece que interações com blockchain, tokens e ativos digitais envolvem riscos tecnológicos, regulatórios e de mercado, e que assume total responsabilidade por suas decisões. Recomendamos que você consulte um profissional qualificado antes de tomar qualquer decisão com base nas informações aqui disponibilizadas.A equipe responsável pelo Adriano Imperador Token não garante a precisão, atualidade ou completude das informações apresentadas no site, nem se responsabiliza por perdas ou danos decorrentes do uso da plataforma ou interpretação de seus conteúdos.",
    "messages": []
  },
  "intellectual_property_policy_-_in_english": {
    "filename": "Intellectual Property Policy - In English.docx",
    "html": "<p><strong>Intellectual Property Policy – Adriano Imperador Token</strong></p><p>All content made available on the <strong>imperadortoken.com</strong> website, including texts, images, logos, icons, graphics, videos, NFTs, interactive elements, promotional materials, visual identity, trademarks, and the name “Adriano Imperador Token” are the <strong>exclusive property of the project or its licensors</strong> and are protected by <strong>Brazilian and international copyright, trademark, and intellectual property laws</strong>.</p><p>It is <strong>strictly prohibited to reproduce, copy, modify, distribute, republish, or publicly display</strong> any content without the express written permission of the rights holders. Unauthorized use may result in civil and criminal liability.</p><p>Users who acquire NFTs or other digital assets from the project <strong>do not acquire commercial rights</strong> over the associated images, characters, or trademarks, unless expressly stated in the item's description or contract.</p><p>If you identify any unauthorized use of project-related materials, please contact us at <strong>legal@imperadortoken.com</strong>.</p>",
    "text": "Intellectual Property Policy – Adriano Imperador TokenAll content made available on the imperadortoken.com website, including texts, images, logos, icons, graphics, videos, NFTs, interactive elements, promotional materials, visual identity, trademarks, and the name “Adriano Imperador Token” are the exclusive property of the project or its licensors and are protected by Brazilian and international copyright, trademark, and intellectual property laws.It is strictly prohibited to reproduce, copy, modify, distribute, republish, or publicly display any content without the express written permission of the rights holders. Unauthorized use may result in civil and criminal liability.Users who acquire NFTs or other digital assets from the project do not acquire commercial rights over the associated images, characters, or trademarks, unless expressly stated in the item's description or contract.If you identify any unauthorized use of project-related materials, please contact us at legal@imperadortoken.com.",
    "messages": []
  },
  "jurisdiction_notice_-_in_english": {
    "filename": "Jurisdiction Notice - In English.docx",
    "html": "<p><strong>Jurisdiction Notice – Adriano Imperador Token</strong></p><p>This project operates under the laws of the <strong>Federative Republic of Brazil</strong>, and use of this platform is governed by Brazilian legal regulations. Any dispute or controversy related to the Adriano Imperador Token, its digital platform, or services shall be resolved in the courts of <strong>Rio de Janeiro</strong>, State of Rio de Janeiro, with the express waiver of any other jurisdiction, however privileged it may be.</p><p>Users are solely responsible for ensuring compliance with <strong>local laws and regulations</strong> in their country of residence regarding the acquisition, use, and ownership of digital assets. The platform <strong>makes no guarantee of legal compliance outside of Brazil</strong> and disclaims liability for any related restrictions or limitations.</p>",
    "text": "Jurisdiction Notice – Adriano Imperador TokenThis project operates under the laws of the Federative Republic of Brazil, and use of this platform is governed by Brazilian legal regulations. Any dispute or controversy related to the Adriano Imperador Token, its digital platform, or services shall be resolved in the courts of Rio de Janeiro, State of Rio de Janeiro, with the express waiver of any other jurisdiction, however privileged it may be.Users are solely responsible for ensuring compliance with local laws and regulations in their country of residence regarding the acquisition, use, and ownership of digital assets. The platform makes no guarantee of legal compliance outside of Brazil and disclaims liability for any related restrictions or limitations.",
    "messages": []
  },
  "legal_disclaimer_-_in_english": {
    "filename": "Legal Disclaimer - In English.docx",
    "html": "<p><strong>Legal Disclaimer – Adriano Imperador Token</strong></p><p>This website and the materials contained herein are provided for informational purposes only and do not constitute legal, financial, accounting, tax, or investment advice. The <strong>Adriano Imperador Token</strong> is a <strong>strictly utility-based fan token</strong> with a community engagement purpose, and does not promise financial returns, value appreciation, or profit-sharing.</p><p>Ownership of the token <strong>does not represent any equity interest</strong>, security, or governance right within the project. It is intended for community interaction and access to specific digital features, such as gamification, voting, NFTs, and exclusive experiences.</p><p>Users acknowledge that engaging with blockchain, tokens, and digital assets carries <strong>technological, regulatory, and market risks</strong>, and they assume full responsibility for their decisions. We strongly recommend consulting a qualified professional before making any decisions based on the information provided.</p><p>The team behind Adriano Imperador Token <strong>does not guarantee the accuracy, timeliness, or completeness</strong> of any content and is not liable for any loss or damage resulting from use of the platform or interpretation of its materials.</p>",
    "text": "Legal Disclaimer – Adriano Imperador TokenThis website and the materials contained herein are provided for informational purposes only and do not constitute legal, financial, accounting, tax, or investment advice. The Adriano Imperador Token is a strictly utility-based fan token with a community engagement purpose, and does not promise financial returns, value appreciation, or profit-sharing.Ownership of the token does not represent any equity interest, security, or governance right within the project. It is intended for community interaction and access to specific digital features, such as gamification, voting, NFTs, and exclusive experiences.Users acknowledge that engaging with blockchain, tokens, and digital assets carries technological, regulatory, and market risks, and they assume full responsibility for their decisions. We strongly recommend consulting a qualified professional before making any decisions based on the information provided.The team behind Adriano Imperador Token does not guarantee the accuracy, timeliness, or completeness of any content and is not liable for any loss or damage resulting from use of the platform or interpretation of its materials.",
    "messages": []
  },
  "política_de_privacidade_-_em_português": {
    "filename": "Política de Privacidade - Em Português.docx",
    "html": "<p><strong>Política de Privacidade – Adriano Imperador Token</strong></p><p><strong>Última atualização:</strong> 16.05.2025</p><p>Esta Política de Privacidade foi elaborada em conformidade com a <strong>Lei Geral de Proteção de Dados Pessoais (Lei nº 13.709/2018 - LGPD)</strong>, com o <strong>Regulamento Geral sobre a Proteção de Dados da União Europeia (GDPR)</strong> e demais legislações internacionais aplicáveis. Ao utilizar os serviços vinculados ao <strong>Adriano Imperador Token</strong>, você declara estar ciente e de acordo com as práticas aqui descritas, autorizando o tratamento dos seus dados pessoais conforme as finalidades deste documento.</p><p><strong>1. Dados Coletados</strong></p><p>Coletamos os seguintes dados, conforme a interação do usuário com a plataforma:</p><p><strong>a) Dados obrigatórios para uso digital da plataforma:</strong></p><ul><li>Nome de usuário ou apelido;</li><li>Endereço de e-mail;</li><li>País de origem;</li><li>Endereço de wallet pública (blockchain).</li></ul><p><strong>b) Dados para fins estatísticos, gamificação e engajamento:</strong></p><ul><li>Dados de navegação (cookies, IP, tipo de dispositivo);</li><li>Atividades realizadas no site (participação em rankings, sorteios, votações).</li></ul><p><strong>c) Dados adicionais para entrega de prêmios físicos e brindes:</strong><br />Caso o usuário participe de ações promocionais com recompensas físicas, podemos coletar:</p><ul><li><strong>Nome completo;</strong></li><li><strong>Endereço completo (rua, número, complemento, cidade, estado, CEP);</strong></li><li><strong>Número de telefone;</strong></li><li><strong>CPF (quando exigido por norma fiscal ou para envio via transportadora);</strong></li></ul><p>Esses dados <strong>somente serão solicitados em caso de premiação física</strong> e armazenados pelo tempo necessário para cumprimento da finalidade (ex: envio, entrega, eventual troca ou registro fiscal).</p><p><strong>2. Finalidade do Uso dos Dados</strong></p><p>Utilizamos os dados coletados para:</p><ul><li>Operar recursos de gamificação e fan engagement;</li><li>Permitir participação em sorteios, votações e distribuição de NFTs;</li><li>Enviar comunicações relevantes sobre o projeto;</li><li>Cumprir obrigações legais, fiscais ou regulatórias (em caso de brindes físicos);</li><li>Garantir segurança da plataforma e evitar fraudes;</li><li>Realizar análise interna para melhoria dos serviços e do ecossistema do token.</li></ul><p><strong>3. Compartilhamento de Dados</strong></p><p>Seus dados poderão ser compartilhados com:</p><ul><li><strong>Prestadores de serviço logístico</strong>, em caso de envio de brindes;</li><li><strong>Parceiros técnicos</strong>, para operação segura da plataforma;</li><li><strong>Autoridades fiscais ou regulatórias</strong>, se houver exigência legal.</li></ul><p>Não comercializamos dados com terceiros sob nenhuma hipótese.</p><p><strong>4. Retenção e Exclusão de Dados</strong></p><p>Os dados são mantidos pelo tempo necessário ao cumprimento das finalidades descritas. Para dados relacionados a brindes físicos, os dados são <strong>armazenados temporariamente</strong> e excluídos após encerrada a operação de entrega, salvo obrigação legal de retenção (ex: registros fiscais).</p><p>O usuário pode solicitar a exclusão dos dados a qualquer momento, exceto quando houver obrigação legal de mantê-los.</p><p><strong>5. Segurança da Informação</strong></p><p>Adotamos medidas técnicas e organizacionais adequadas à proteção dos dados. No entanto, ressaltamos que interações em blockchain e carteiras digitais são de responsabilidade do usuário, que deve adotar medidas como proteção da wallet, não compartilhamento de senhas e uso de e-mails seguros.</p><p><strong>6. Direitos do Usuário</strong></p><p>Você pode, a qualquer momento:</p><ul><li>Solicitar acesso, correção ou exclusão dos seus dados;</li><li>Revogar consentimentos dados;</li><li>Obter informações sobre como seus dados são utilizados.</li></ul><p>As solicitações devem ser enviadas para <strong>adrianoimperadortoken@gmail.com</strong> e serão respondidas em até 10 dias úteis.</p><p><strong>7. Cookies</strong></p><p>Utilizamos cookies para melhorar a experiência do usuário, personalizar conteúdo e analisar estatísticas de navegação. Você pode desativar os cookies nas configurações do seu navegador, mas isso pode limitar certas funcionalidades da plataforma.</p><p><strong>8. Transferência Internacional</strong></p><p>Por se tratar de uma plataforma blockchain, algumas operações (como transações em smart contracts) poderão ocorrer em servidores fora do território nacional. Sempre que aplicável, garantiremos que tais transferências estejam em conformidade com a legislação vigente.</p><p><strong>9. Alterações da Política de Privacidade</strong></p><p>Esta Política poderá ser atualizada a qualquer momento. Recomendamos consulta periódica. Em caso de mudanças relevantes, o usuário será notificado através dos nossos canais oficiais.</p><p><strong>10. Contato</strong></p><p>Em caso de dúvidas, solicitações ou denúncias sobre o uso de dados, entre em contato com nosso DPO:</p><p>📧 <strong>adrianoimperadortoken@gmail.com</strong><br />🌐 <a href=\"http://www.imperadortoken.com\" target=\"_new\"><strong>www.imperadortoken.com</strong></a></p><p>✅ <strong>Aceitar todos os cookies</strong><br />⚙️ <strong>Gerenciar preferências</strong></p>",
    "text": "Política de Privacidade – Adriano Imperador TokenÚltima atualização: 16.05.2025Esta Política de Privacidade foi elaborada em conformidade com a Lei Geral de Proteção de Dados Pessoais (Lei nº 13.709/2018 - LGPD), com o Regulamento Geral sobre a Proteção de Dados da União Europeia (GDPR) e demais legislações internacionais aplicáveis. Ao utilizar os serviços vinculados ao Adriano Imperador Token, você declara estar ciente e de acordo com as práticas aqui descritas, autorizando o tratamento dos seus dados pessoais conforme as finalidades deste documento.1. Dados ColetadosColetamos os seguintes dados, conforme a interação do usuário com a plataforma:a) Dados obrigatórios para uso digital da plataforma:Nome de usuário ou apelido;Endereço de e-mail;País de origem;Endereço de wallet pública (blockchain).b) Dados para fins estatísticos, gamificação e engajamento:Dados de navegação (cookies, IP, tipo de dispositivo);Atividades realizadas no site (participação em rankings, sorteios, votações).c) Dados adicionais para entrega de prêmios físicos e brindes:Caso o usuário participe de ações promocionais com recompensas físicas, podemos coletar:Nome completo;Endereço completo (rua, número, complemento, cidade, estado, CEP);Número de telefone;CPF (quando exigido por norma fiscal ou para envio via transportadora);Esses dados somente serão solicitados em caso de premiação física e armazenados pelo tempo necessário para cumprimento da finalidade (ex: envio, entrega, eventual troca ou registro fiscal).2. Finalidade do Uso dos DadosUtilizamos os dados coletados para:Operar recursos de gamificação e fan engagement;Permitir participação em sorteios, votações e distribuição de NFTs;Enviar comunicações relevantes sobre o projeto;Cumprir obrigações legais, fiscais ou regulatórias (em caso de brindes físicos);Garantir segurança da plataforma e evitar fraudes;Realizar análise interna para melhoria dos serviços e do ecossistema do token.3. Compartilhamento de DadosSeus dados poderão ser compartilhados com:Prestadores de serviço logístico, em caso de envio de brindes;Parceiros técnicos, para operação segura da plataforma;Autoridades fiscais ou regulatórias, se houver exigência legal.Não comercializamos dados com terceiros sob nenhuma hipótese.4. Retenção e Exclusão de DadosOs dados são mantidos pelo tempo necessário ao cumprimento das finalidades descritas. Para dados relacionados a brindes físicos, os dados são armazenados temporariamente e excluídos após encerrada a operação de entrega, salvo obrigação legal de retenção (ex: registros fiscais).O usuário pode solicitar a exclusão dos dados a qualquer momento, exceto quando houver obrigação legal de mantê-los.5. Segurança da InformaçãoAdotamos medidas técnicas e organizacionais adequadas à proteção dos dados. No entanto, ressaltamos que interações em blockchain e carteiras digitais são de responsabilidade do usuário, que deve adotar medidas como proteção da wallet, não compartilhamento de senhas e uso de e-mails seguros.6. Direitos do UsuárioVocê pode, a qualquer momento:Solicitar acesso, correção ou exclusão dos seus dados;Revogar consentimentos dados;Obter informações sobre como seus dados são utilizados.As solicitações devem ser enviadas para adrianoimperadortoken@gmail.com e serão respondidas em até 10 dias úteis.7. CookiesUtilizamos cookies para melhorar a experiência do usuário, personalizar conteúdo e analisar estatísticas de navegação. Você pode desativar os cookies nas configurações do seu navegador, mas isso pode limitar certas funcionalidades da plataforma.8. Transferência InternacionalPor se tratar de uma plataforma blockchain, algumas operações (como transações em smart contracts) poderão ocorrer em servidores fora do território nacional. Sempre que aplicável, garantiremos que tais transferências estejam em conformidade com a legislação vigente.9. Alterações da Política de PrivacidadeEsta Política poderá ser atualizada a qualquer momento. Recomendamos consulta periódica. Em caso de mudanças relevantes, o usuário será notificado através dos nossos canais oficiais.10. ContatoEm caso de dúvidas, solicitações ou denúncias sobre o uso de dados, entre em contato com nosso DPO:📧 adrianoimperadortoken@gmail.com🌐 www.imperadortoken.com✅ Aceitar todos os cookies⚙️ Gerenciar preferências",
    "messages": []
  },
  "política_de_propriedade_intelectual_-_em_português": {
    "filename": "Política de Propriedade Intelectual - Em Português.docx",
    "html": "<p><strong>Política de Propriedade Intelectual – Adriano Imperador Token</strong></p><p>Todos os conteúdos disponibilizados no site <strong>imperadortoken.com</strong>, incluindo textos, imagens, logotipos, ícones, gráficos, vídeos, NFTs, elementos interativos, materiais promocionais, identidade visual, marcas e o nome “Adriano Imperador Token” são de titularidade exclusiva do projeto ou de seus licenciadores e são protegidos pelas leis de <strong>direitos autorais, marcas e propriedade intelectual vigentes no Brasil e internacionalmente</strong>.</p><p>É <strong>proibida a reprodução, cópia, modificação, distribuição, republicação ou exibição pública</strong> de qualquer conteúdo sem autorização expressa por escrito dos detentores de direitos. O uso indevido poderá resultar em responsabilização civil e criminal.</p><p>Usuários que adquirirem NFTs ou outros ativos digitais do projeto <strong>não adquirem direitos comerciais</strong> sobre as imagens, personagens ou marcas associadas, salvo disposição expressa em contrato ou descrição do item.</p><p>Caso identifique uso indevido de material relacionado ao projeto, entre em contato pelo e-mail <strong>legal@imperadortoken.com</strong>.</p>",
    "text": "Política de Propriedade Intelectual – Adriano Imperador TokenTodos os conteúdos disponibilizados no site imperadortoken.com, incluindo textos, imagens, logotipos, ícones, gráficos, vídeos, NFTs, elementos interativos, materiais promocionais, identidade visual, marcas e o nome “Adriano Imperador Token” são de titularidade exclusiva do projeto ou de seus licenciadores e são protegidos pelas leis de direitos autorais, marcas e propriedade intelectual vigentes no Brasil e internacionalmente.É proibida a reprodução, cópia, modificação, distribuição, republicação ou exibição pública de qualquer conteúdo sem autorização expressa por escrito dos detentores de direitos. O uso indevido poderá resultar em responsabilização civil e criminal.Usuários que adquirirem NFTs ou outros ativos digitais do projeto não adquirem direitos comerciais sobre as imagens, personagens ou marcas associadas, salvo disposição expressa em contrato ou descrição do item.Caso identifique uso indevido de material relacionado ao projeto, entre em contato pelo e-mail legal@imperadortoken.com.",
    "messages": []
  },
  "privacy_policy_-_in_english": {
    "filename": "Privacy Policy - In English.docx",
    "html": "<p><strong>Privacy Policy – Adriano Imperador Token</strong></p><p><strong>Last updated:</strong> 16.05.2025</p><p>This Privacy Policy complies with Brazil’s <strong>General Data Protection Law (LGPD - Law No. 13.709/2018)</strong>, the <strong>EU General Data Protection Regulation (GDPR)</strong>, and other relevant privacy regulations. By using services related to the <strong>Adriano Imperador Token</strong>, you acknowledge and agree to the practices described herein and authorize the processing of your personal data according to the purposes defined below.</p><p><strong>1. Data Collected</strong></p><p>We may collect the following types of data based on your interaction with the platform:</p><p><strong>a) Data required for basic platform use:</strong></p><ul><li>Username or nickname;</li><li>Email address;</li><li>Country of origin;</li><li>Public wallet address (blockchain).</li></ul><p><strong>b) Data for gamification and community engagement:</strong></p><ul><li>Navigation data (cookies, IP address, device type);</li><li>User activity (ranking participation, votes, draws, etc.).</li></ul><p><strong>c) Data for shipping physical prizes:</strong><br />If you win a giveaway or promotion with a physical reward, we may collect:</p><ul><li><strong>Full name;</strong></li><li><strong>Full shipping address;</strong></li><li><strong>Phone number;</strong></li><li><strong>National ID or Tax ID (if required for delivery or tax purposes).</strong></li></ul><p>This information will only be requested <strong>when absolutely necessary</strong> for shipping and will be retained only as long as required for fulfillment.</p><p><strong>2. Purpose of Data Use</strong></p><p>Your data is used to:</p><ul><li>Enable gamification features and community interaction;</li><li>Run raffles, distribute NFTs, and manage rewards;</li><li>Send project updates and communications;</li><li>Fulfill legal and tax obligations (for physical shipments);</li><li>Ensure platform security and prevent fraud;</li><li>Conduct internal analytics to improve the service.</li></ul><p><strong>3. Data Sharing</strong></p><p>Your data may be shared with:</p><ul><li><strong>Logistics providers</strong>, when shipping prizes;</li><li><strong>Technical partners</strong>, for platform maintenance and operation;</li><li><strong>Authorities</strong>, if required by law or regulations.</li></ul><p>We do <strong>not sell or trade</strong> your personal data.</p><p><strong>4. Data Retention and Deletion</strong></p><p>Data is retained only as long as necessary. Data collected for prize fulfillment will be <strong>deleted after completion of the delivery</strong>, unless legal retention is required (e.g., tax records).</p><p>You may request deletion of your data unless retention is required by law.</p><p><strong>5. Data Security</strong></p><p>We implement appropriate technical and organizational measures to protect your data. However, due to the decentralized nature of blockchain, users are responsible for securing their own wallets, passwords, and personal devices.</p><p><strong>6. User Rights</strong></p><p>You have the right to:</p><ul><li>Access, correct, or delete your data;</li><li>Revoke consent at any time;</li><li>Request details about how your data is being used.</li></ul><p>Requests must be sent to <strong>adrianoimperadortoken@gmail.com</strong> and will be answered within 10 business days.</p><p><strong>7. Cookies</strong></p><p>We use cookies to enhance your browsing experience, personalize content, and gather usage statistics. You may disable cookies in your browser settings, but this may affect some functionality.</p><p><strong>8. International Transfers</strong></p><p>As a blockchain-based platform, certain actions (such as on-chain transactions) may involve servers outside your country. We ensure all data transfers comply with applicable privacy laws.</p><p><strong>9. Changes to this Policy</strong></p><p>This Policy may be updated at any time. We recommend checking it periodically. Significant changes will be announced via our official communication channels.</p><p><strong>10. Contact</strong></p><p>For questions, requests, or concerns related to this policy, please contact:</p><p>📧 <strong>adrianoimperadortoken@gmail.com</strong><br />🌐 <a href=\"http://www.imperadortoken.com\" target=\"_new\"><strong>www.imperadortoken.com</strong></a></p><p><strong>Cookie Notice</strong></p><p>We use cookies and similar technologies to enhance your experience on our website, personalize content, analyze traffic, and remember your preferences.</p><p>By continuing to browse <strong>imperadortoken.com</strong>, you agree to the use of cookies as described in our <strong>Privacy Policy</strong>.</p><p>You can manage your cookie preferences at any time through your browser settings.</p><p>✅ <strong>Accept all cookies</strong><br />⚙️ <strong>Manage preferences</strong></p>",
    "text": "Privacy Policy – Adriano Imperador TokenLast updated: 16.05.2025This Privacy Policy complies with Brazil’s General Data Protection Law (LGPD - Law No. 13.709/2018), the EU General Data Protection Regulation (GDPR), and other relevant privacy regulations. By using services related to the Adriano Imperador Token, you acknowledge and agree to the practices described herein and authorize the processing of your personal data according to the purposes defined below.1. Data CollectedWe may collect the following types of data based on your interaction with the platform:a) Data required for basic platform use:Username or nickname;Email address;Country of origin;Public wallet address (blockchain).b) Data for gamification and community engagement:Navigation data (cookies, IP address, device type);User activity (ranking participation, votes, draws, etc.).c) Data for shipping physical prizes:If you win a giveaway or promotion with a physical reward, we may collect:Full name;Full shipping address;Phone number;National ID or Tax ID (if required for delivery or tax purposes).This information will only be requested when absolutely necessary for shipping and will be retained only as long as required for fulfillment.2. Purpose of Data UseYour data is used to:Enable gamification features and community interaction;Run raffles, distribute NFTs, and manage rewards;Send project updates and communications;Fulfill legal and tax obligations (for physical shipments);Ensure platform security and prevent fraud;Conduct internal analytics to improve the service.3. Data SharingYour data may be shared with:Logistics providers, when shipping prizes;Technical partners, for platform maintenance and operation;Authorities, if required by law or regulations.We do not sell or trade your personal data.4. Data Retention and DeletionData is retained only as long as necessary. Data collected for prize fulfillment will be deleted after completion of the delivery, unless legal retention is required (e.g., tax records).You may request deletion of your data unless retention is required by law.5. Data SecurityWe implement appropriate technical and organizational measures to protect your data. However, due to the decentralized nature of blockchain, users are responsible for securing their own wallets, passwords, and personal devices.6. User RightsYou have the right to:Access, correct, or delete your data;Revoke consent at any time;Request details about how your data is being used.Requests must be sent to adrianoimperadortoken@gmail.com and will be answered within 10 business days.7. CookiesWe use cookies to enhance your browsing experience, personalize content, and gather usage statistics. You may disable cookies in your browser settings, but this may affect some functionality.8. International TransfersAs a blockchain-based platform, certain actions (such as on-chain transactions) may involve servers outside your country. We ensure all data transfers comply with applicable privacy laws.9. Changes to this PolicyThis Policy may be updated at any time. We recommend checking it periodically. Significant changes will be announced via our official communication channels.10. ContactFor questions, requests, or concerns related to this policy, please contact:📧 adrianoimperadortoken@gmail.com🌐 www.imperadortoken.comCookie NoticeWe use cookies and similar technologies to enhance your experience on our website, personalize content, analyze traffic, and remember your preferences.By continuing to browse imperadortoken.com, you agree to the use of cookies as described in our Privacy Policy.You can manage your cookie preferences at any time through your browser settings.✅ Accept all cookies⚙️ Manage preferences",
    "messages": []
  },
  "termos_de_uso_-_em_português": {
    "filename": "Termos de Uso - Em Português.docx",
    "html": "<p><strong>Termos de Uso – Site Oficial do Adriano Imperador Token</strong></p><p><strong>Última atualização:</strong> 16.05.2025</p><p>Este documento estabelece os Termos de Uso aplicáveis ao acesso e utilização do site oficial do <strong>Adriano Imperador Token</strong> (doravante “Plataforma”), hospedado em <a href=\"http://www.imperadortoken.com\" target=\"_new\"><strong>www.imperadortoken.com</strong></a>. Ao navegar ou utilizar qualquer funcionalidade deste site, você concorda integralmente com estes Termos. Caso não concorde, recomendamos que não utilize nossos serviços.</p><p><strong>1. Natureza do Projeto</strong></p><p>O <strong>Adriano Imperador Token</strong> é um <strong>fan token</strong> utilitário com foco em experiências exclusivas de engajamento com fãs, gamificação, recompensas digitais (incluindo NFTs) e eventuais sorteios. Parte dos recursos financeiros gerados poderá ser destinada a <strong>projetos sociais escolhidos pelo jogador Adriano Imperador</strong>, conforme campanhas previamente divulgadas.</p><p><strong>2. Acesso à Plataforma</strong></p><p>O uso da Plataforma é permitido a usuários com capacidade legal, sendo proibido o uso por menores de idade sem supervisão ou autorização legal. O usuário é o único responsável pela veracidade das informações fornecidas durante sua navegação ou participação em campanhas da plataforma.</p><p><strong>3. Funcionalidades Disponíveis</strong></p><p>A Plataforma pode oferecer:</p><ul><li>Cadastro de wallet para recebimento de tokens ou NFTs;</li><li>Participação em eventos de gamificação e ranking;</li><li>Sorteios digitais conforme critérios e regras específicos;</li><li>Drops de NFTs exclusivos;</li><li>Votação comunitária para decisões internas de engajamento;</li><li>Acompanhamento da destinação parcial dos recursos para causas sociais;</li><li>Integrações com marketplaces e ferramentas Web3 de terceiros.</li></ul><p><strong>Importante:</strong> a utilização do token e suas funcionalidades está sujeita às regras específicas de cada recurso, que podem ser alteradas a qualquer momento pela equipe do projeto.</p><p><strong>4. Direitos de Propriedade Intelectual</strong></p><p>Todos os conteúdos presentes na Plataforma, incluindo logotipos, textos, imagens, NFTs oficiais, marcas e demais elementos visuais são de propriedade exclusiva do projeto <strong>Adriano Imperador Token</strong> e/ou de seus licenciadores. É proibida a reprodução, distribuição ou modificação sem autorização expressa.</p><p><strong>5. Sorteios e Campanhas Promocionais</strong></p><p>Os sorteios realizados através da plataforma são destinados exclusivamente a fins promocionais e de engajamento com a comunidade. Serão sempre acompanhados de regulamentos específicos, que detalharão critérios de elegibilidade, prazos e formas de entrega das premiações. O projeto se reserva o direito de alterar, suspender ou cancelar qualquer campanha a seu exclusivo critério.</p><p><strong>6. NFTs e Conteúdos Digitais</strong></p><p>Os NFTs disponibilizados poderão representar itens colecionáveis, experiências digitais ou benefícios exclusivos. Eles não constituem valores mobiliários, ativos financeiros ou garantias de retorno. A posse de um NFT não confere qualquer participação societária ou governança legal na estrutura do projeto.</p><p><strong>7. Uso de Wallets e Tecnologia Blockchain</strong></p><p>A Plataforma interage com <strong>carteiras digitais descentralizadas</strong> (ex: Phantom, Solflare), que são de total responsabilidade do usuário. O projeto <strong>não tem acesso, custódia ou controle sobre as chaves privadas</strong> dos usuários. Toda e qualquer transação em blockchain é irreversível e não poderá ser desfeita após sua execução.</p><p><strong>8. Privacidade e Proteção de Dados</strong></p><p>A utilização do site está sujeita à nossa <strong>Política de Privacidade</strong>, disponível [aqui]. Ao utilizar a plataforma, o usuário consente com a coleta, armazenamento e uso de seus dados nos termos estabelecidos naquele documento, em conformidade com a <strong>Lei Geral de Proteção de Dados (LGPD)</strong> e outras normas aplicáveis.</p><p><strong>9. Responsabilidades do Usuário</strong></p><p>O usuário se compromete a:</p><ul><li>Utilizar a plataforma de forma ética, respeitando a legislação vigente;</li><li>Não tentar invadir, explorar ou prejudicar tecnicamente o site ou suas integrações;</li><li>Não utilizar a plataforma para fins ilícitos ou fraudulentos;</li><li>Assumir total responsabilidade por suas ações e pelas interações realizadas com sua wallet.</li></ul><p><strong>10. Limitação de Responsabilidade</strong></p><p>O projeto não se responsabiliza por:</p><ul><li>Falhas na rede blockchain ou de terceiros que comprometam funcionalidades da plataforma;</li><li>Perda de acesso à wallet do usuário;</li><li>Variações no valor de mercado do token ou de NFTs;</li><li>Decisões tomadas com base em rumores, expectativas ou promessas externas não confirmadas oficialmente pelo projeto.</li></ul><p><strong>11. Alterações nos Termos</strong></p><p>Reservamo-nos o direito de alterar estes Termos de Uso a qualquer momento, mediante publicação de nova versão no site. O uso contínuo da plataforma após a publicação de alterações será considerado aceitação plena dos novos termos.</p><p><strong>12. Legislação Aplicável e Foro</strong></p><p>Estes Termos são regidos pelas leis da República Federativa do Brasil. Qualquer litígio será resolvido no foro da comarca da cidade do Rio de Janeiro, Estado do Rio de Janeiro, com exclusão de qualquer outro.</p><p><strong>13. Contato</strong></p><p>Em caso de dúvidas sobre estes Termos, entre em contato com nossa equipe:<br />📧 <strong>adrianoimperadortoken@gmail.com</strong><br />🌐 <a href=\"http://www.imperadortoken.com\" target=\"_new\"><strong>www.imperadortoken.com</strong></a></p>",
    "text": "Termos de Uso – Site Oficial do Adriano Imperador TokenÚltima atualização: 16.05.2025Este documento estabelece os Termos de Uso aplicáveis ao acesso e utilização do site oficial do Adriano Imperador Token (doravante “Plataforma”), hospedado em www.imperadortoken.com. Ao navegar ou utilizar qualquer funcionalidade deste site, você concorda integralmente com estes Termos. Caso não concorde, recomendamos que não utilize nossos serviços.1. Natureza do ProjetoO Adriano Imperador Token é um fan token utilitário com foco em experiências exclusivas de engajamento com fãs, gamificação, recompensas digitais (incluindo NFTs) e eventuais sorteios. Parte dos recursos financeiros gerados poderá ser destinada a projetos sociais escolhidos pelo jogador Adriano Imperador, conforme campanhas previamente divulgadas.2. Acesso à PlataformaO uso da Plataforma é permitido a usuários com capacidade legal, sendo proibido o uso por menores de idade sem supervisão ou autorização legal. O usuário é o único responsável pela veracidade das informações fornecidas durante sua navegação ou participação em campanhas da plataforma.3. Funcionalidades DisponíveisA Plataforma pode oferecer:Cadastro de wallet para recebimento de tokens ou NFTs;Participação em eventos de gamificação e ranking;Sorteios digitais conforme critérios e regras específicos;Drops de NFTs exclusivos;Votação comunitária para decisões internas de engajamento;Acompanhamento da destinação parcial dos recursos para causas sociais;Integrações com marketplaces e ferramentas Web3 de terceiros.Importante: a utilização do token e suas funcionalidades está sujeita às regras específicas de cada recurso, que podem ser alteradas a qualquer momento pela equipe do projeto.4. Direitos de Propriedade IntelectualTodos os conteúdos presentes na Plataforma, incluindo logotipos, textos, imagens, NFTs oficiais, marcas e demais elementos visuais são de propriedade exclusiva do projeto Adriano Imperador Token e/ou de seus licenciadores. É proibida a reprodução, distribuição ou modificação sem autorização expressa.5. Sorteios e Campanhas PromocionaisOs sorteios realizados através da plataforma são destinados exclusivamente a fins promocionais e de engajamento com a comunidade. Serão sempre acompanhados de regulamentos específicos, que detalharão critérios de elegibilidade, prazos e formas de entrega das premiações. O projeto se reserva o direito de alterar, suspender ou cancelar qualquer campanha a seu exclusivo critério.6. NFTs e Conteúdos DigitaisOs NFTs disponibilizados poderão representar itens colecionáveis, experiências digitais ou benefícios exclusivos. Eles não constituem valores mobiliários, ativos financeiros ou garantias de retorno. A posse de um NFT não confere qualquer participação societária ou governança legal na estrutura do projeto.7. Uso de Wallets e Tecnologia BlockchainA Plataforma interage com carteiras digitais descentralizadas (ex: Phantom, Solflare), que são de total responsabilidade do usuário. O projeto não tem acesso, custódia ou controle sobre as chaves privadas dos usuários. Toda e qualquer transação em blockchain é irreversível e não poderá ser desfeita após sua execução.8. Privacidade e Proteção de DadosA utilização do site está sujeita à nossa Política de Privacidade, disponível [aqui]. Ao utilizar a plataforma, o usuário consente com a coleta, armazenamento e uso de seus dados nos termos estabelecidos naquele documento, em conformidade com a Lei Geral de Proteção de Dados (LGPD) e outras normas aplicáveis.9. Responsabilidades do UsuárioO usuário se compromete a:Utilizar a plataforma de forma ética, respeitando a legislação vigente;Não tentar invadir, explorar ou prejudicar tecnicamente o site ou suas integrações;Não utilizar a plataforma para fins ilícitos ou fraudulentos;Assumir total responsabilidade por suas ações e pelas interações realizadas com sua wallet.10. Limitação de ResponsabilidadeO projeto não se responsabiliza por:Falhas na rede blockchain ou de terceiros que comprometam funcionalidades da plataforma;Perda de acesso à wallet do usuário;Variações no valor de mercado do token ou de NFTs;Decisões tomadas com base em rumores, expectativas ou promessas externas não confirmadas oficialmente pelo projeto.11. Alterações nos TermosReservamo-nos o direito de alterar estes Termos de Uso a qualquer momento, mediante publicação de nova versão no site. O uso contínuo da plataforma após a publicação de alterações será considerado aceitação plena dos novos termos.12. Legislação Aplicável e ForoEstes Termos são regidos pelas leis da República Federativa do Brasil. Qualquer litígio será resolvido no foro da comarca da cidade do Rio de Janeiro, Estado do Rio de Janeiro, com exclusão de qualquer outro.13. ContatoEm caso de dúvidas sobre estes Termos, entre em contato com nossa equipe:📧 adrianoimperadortoken@gmail.com🌐 www.imperadortoken.com",
    "messages": []
  },
  "terms_of_use_-_in_english": {
    "filename": "Terms of Use - In English.docx",
    "html": "<p><strong>Terms of Use – Official Website of Adriano Imperador Token</strong></p><p><strong>Last updated:</strong> [Date]</p><p>These Terms of Use govern your access to and use of the official website of the <strong>Adriano Imperador Token</strong> (hereinafter referred to as “Platform”), available at <a href=\"http://www.imperadortoken.com\" target=\"_new\"><strong>www.imperadortoken.com</strong></a>. By browsing or using any feature of this website, you fully agree to these Terms. If you do not agree, we recommend that you do not use our services.</p><p><strong>1. Project Overview</strong></p><p>The <strong>Adriano Imperador Token</strong> is a <strong>utility fan token</strong> focused on delivering exclusive fan experiences through <strong>gamification</strong>, <strong>digital rewards</strong> (including NFTs), and optional <strong>promotional giveaways</strong>. A portion of the financial proceeds may be allocated to <strong>social initiatives personally selected by the football legend Adriano Imperador</strong>, as announced during specific campaigns.</p><p><strong>2. Access to the Platform</strong></p><p>Use of the Platform is permitted only to individuals with legal capacity. Use by minors is prohibited unless under proper supervision or legal authorization. Users are solely responsible for the accuracy of any information provided when navigating or engaging with Platform activities.</p><p><strong>3. Available Features</strong></p><p>The Platform may offer the following:</p><ul><li>Wallet connection for token or NFT interactions;</li><li>Participation in gamified events and ranking systems;</li><li>Access to promotional giveaways with published rules;</li><li>Exclusive NFT drops;</li><li>Community voting on fan-related decisions;</li><li>Transparency tools for tracking social fund allocations;</li><li>Integrations with third-party Web3 tools and marketplaces.</li></ul><p><strong>Note:</strong> Features are subject to change at any time and may have individual rules and limitations, defined by the project team.</p><p><strong>4. Intellectual Property</strong></p><p>All content on the Platform—including logos, texts, images, official NFTs, trademarks, and visual elements—are the exclusive property of the <strong>Adriano Imperador Token</strong> project and/or its licensors. Reproduction, distribution, or modification is strictly prohibited without express written consent.</p><p><strong>5. Promotions and Giveaways</strong></p><p>Giveaways hosted by the Platform are intended exclusively for fan engagement and promotional purposes. Each giveaway will be governed by specific terms outlining eligibility, deadlines, and delivery of prizes. The project reserves the right to modify, suspend, or cancel any promotional campaign at its sole discretion.</p><p><strong>6. NFTs and Digital Assets</strong></p><p>NFTs made available through the Platform may represent collectibles, exclusive experiences, or digital perks. They do <strong>not</strong> constitute securities, financial instruments, or guarantees of value appreciation. Holding an NFT does <strong>not</strong> grant any corporate ownership or legal governance rights in the project.</p><p><strong>7. Wallet Use and Blockchain Interaction</strong></p><p>The Platform operates through <strong>decentralized wallet integration</strong> (e.g., Phantom, Solflare), fully under user control. The project does <strong>not access or store private keys</strong>. All blockchain transactions are <strong>irreversible</strong>, and users are responsible for safeguarding their wallet credentials.</p><p><strong>8. Privacy and Data Protection</strong></p><p>Use of the Platform is subject to our <strong>Privacy Policy</strong>, available. By using the Platform, you consent to the collection and processing of your data in accordance with applicable data protection laws, including Brazil’s <strong>LGPD</strong> and international standards such as the <strong>GDPR</strong>.</p><p><strong>9. User Responsibilities</strong></p><p>You agree to:</p><ul><li>Use the Platform ethically and legally;</li><li>Avoid attempting to exploit or disrupt the system or integrations;</li><li>Not use the Platform for illegal or fraudulent purposes;</li><li>Take full responsibility for actions tied to your wallet.</li></ul><p><strong>10. Disclaimer of Liability</strong></p><p>The project is not liable for:</p><ul><li>Blockchain or third-party network failures;</li><li>Loss of wallet access or credentials;</li><li>Market value fluctuations of the token or NFTs;</li><li>Decisions made based on unverified claims or unofficial information.</li></ul><p><strong>11. Updates to the Terms</strong></p><p>We reserve the right to update these Terms at any time. Updates will be published on the Platform, and continued use of the Platform after such updates will constitute acceptance of the revised Terms.</p><p><strong>12. Governing Law and Jurisdiction</strong></p><p>These Terms are governed by the laws of the <strong>Federative Republic of Brazil</strong>. Any disputes shall be resolved in the courts of the city of <strong>Rio de Janeiro, State of Rio de Janeiro</strong>, to the exclusion of any other jurisdiction.</p><p><strong>13. Contact</strong></p><p>For questions or support regarding these Terms, please contact:<br />📧 <strong>support@imperadortoken.com</strong><br />🌐 <a href=\"http://www.imperadortoken.com\" target=\"_new\"><strong>www.imperadortoken.com</strong></a></p>",
    "text": "Terms of Use – Official Website of Adriano Imperador TokenLast updated: [Date]These Terms of Use govern your access to and use of the official website of the Adriano Imperador Token (hereinafter referred to as “Platform”), available at www.imperadortoken.com. By browsing or using any feature of this website, you fully agree to these Terms. If you do not agree, we recommend that you do not use our services.1. Project OverviewThe Adriano Imperador Token is a utility fan token focused on delivering exclusive fan experiences through gamification, digital rewards (including NFTs), and optional promotional giveaways. A portion of the financial proceeds may be allocated to social initiatives personally selected by the football legend Adriano Imperador, as announced during specific campaigns.2. Access to the PlatformUse of the Platform is permitted only to individuals with legal capacity. Use by minors is prohibited unless under proper supervision or legal authorization. Users are solely responsible for the accuracy of any information provided when navigating or engaging with Platform activities.3. Available FeaturesThe Platform may offer the following:Wallet connection for token or NFT interactions;Participation in gamified events and ranking systems;Access to promotional giveaways with published rules;Exclusive NFT drops;Community voting on fan-related decisions;Transparency tools for tracking social fund allocations;Integrations with third-party Web3 tools and marketplaces.Note: Features are subject to change at any time and may have individual rules and limitations, defined by the project team.4. Intellectual PropertyAll content on the Platform—including logos, texts, images, official NFTs, trademarks, and visual elements—are the exclusive property of the Adriano Imperador Token project and/or its licensors. Reproduction, distribution, or modification is strictly prohibited without express written consent.5. Promotions and GiveawaysGiveaways hosted by the Platform are intended exclusively for fan engagement and promotional purposes. Each giveaway will be governed by specific terms outlining eligibility, deadlines, and delivery of prizes. The project reserves the right to modify, suspend, or cancel any promotional campaign at its sole discretion.6. NFTs and Digital AssetsNFTs made available through the Platform may represent collectibles, exclusive experiences, or digital perks. They do not constitute securities, financial instruments, or guarantees of value appreciation. Holding an NFT does not grant any corporate ownership or legal governance rights in the project.7. Wallet Use and Blockchain InteractionThe Platform operates through decentralized wallet integration (e.g., Phantom, Solflare), fully under user control. The project does not access or store private keys. All blockchain transactions are irreversible, and users are responsible for safeguarding their wallet credentials.8. Privacy and Data ProtectionUse of the Platform is subject to our Privacy Policy, available. By using the Platform, you consent to the collection and processing of your data in accordance with applicable data protection laws, including Brazil’s LGPD and international standards such as the GDPR.9. User ResponsibilitiesYou agree to:Use the Platform ethically and legally;Avoid attempting to exploit or disrupt the system or integrations;Not use the Platform for illegal or fraudulent purposes;Take full responsibility for actions tied to your wallet.10. Disclaimer of LiabilityThe project is not liable for:Blockchain or third-party network failures;Loss of wallet access or credentials;Market value fluctuations of the token or NFTs;Decisions made based on unverified claims or unofficial information.11. Updates to the TermsWe reserve the right to update these Terms at any time. Updates will be published on the Platform, and continued use of the Platform after such updates will constitute acceptance of the revised Terms.12. Governing Law and JurisdictionThese Terms are governed by the laws of the Federative Republic of Brazil. Any disputes shall be resolved in the courts of the city of Rio de Janeiro, State of Rio de Janeiro, to the exclusion of any other jurisdiction.13. ContactFor questions or support regarding these Terms, please contact:📧 support@imperadortoken.com🌐 www.imperadortoken.com",
    "messages": []
  }
}